{
  "Unit1": {
    "idiographic": "Pertaining to the unique facts or characteristics of a particular place",
    "nonrenewable resource": "Something produced in nature more slowly than it is consumed by humans",
    "Ellen Churchill Semple": "claimed that geography was the study of the influences of the natural environment on people",
    "distance decay": "The diminishing in importance and eventual disappearance of a phenomenon with increasing distance from its origin.",
    "pattern": "The geometric or regular arrangement of something in a study area.",
    "complementarity": "The actual or potential relationship between two places, usually referring to economic interactions.",
    "relocation diffusion": "The spread of a feature or trend through bodily movement of people from one place to another.",
    "expansion diffusion": "The spread of a feature or trend among people from one area to another in a snowballing process.",
    "contagious diffusion": "The rapid, widespread diffusion of a feature or trend throughout a population.",
    "toponym": "The name given to a portion of Earth's surface.",
    "situation": "the location of a place relative to other places",
    "policy documents": "communicate organizational policies and procedures",
    "physical geography": "the study of physical features of the earth's surface",
    "Ptolemy": "Summary of Gk. knowledge of geography including location &amp; size of continents<br><br>produced maps not improved upon for 1,000+ years<br><br>Info. collected by merchants and soldiers through Roman Empire<br><br>After Ptolemy, maps became more \"fanciful.\"",
    "Columbus": "Italian navigator who discovered the New World in the service of Spain while looking for a route to China (1451-1506)",
    "Magellan": "This was the first person to lead an expedition that circumnavigated the world",
    "Martin Waldseemuller": "Produced the first map with the label \"America\"",
    "Abraham Ortelius": "designed the first modern atlas: Theatre of the World",
    "thematic maps": "typically showing the degree of some attribute or the movement of a geographic phenomenon",
    "cartography": "The science of making maps",
    "isoline map": "A thematic map with lines that connect points of equal value.",
    "cartogram": "A special kind of map that distorts the shapes and sizes of countries or other political regions to present economic or other kinds of data for comparison.",
    "parallel": "A line of latitude",
    "Robinson projection": "+ Useful for information displayed on oceans<br>- Landmasses are much smaller than on interrupted maps.",
    "Azimuthal projection": "+ Equal distance<br>+ Can help with navigation<br><br>- Shape is not always accurate.<br>- Is from a point of view that may be confusing to some",
    "relative distance": "the travel time or ease of travel between two locations",
    "scale of analysis": "The way in which areas of the world are grouped together for study",
    "large scale": "A relatively small ratio between map units and ground units. usually have higher resolution and cover much smaller regions",
    "small scale": "A map scale ratio in which the ratio of units on the map to units on Earth is quite small. <br><br> usually depict large areas.",
    "map scale": "local/city<br>state<br>national<br>regional<br>global",
    "globalization": "Actions or processes that involve the entire world and result in making something worldwide in scope.",
    "economic globalization": "The increasing integration and interdependence of national economies around the world",
    "cultural globalization": "worldwide spread of similar norms, values, and practices",
    "housing bubble": "a rapid increase in the value of houses followed by a sharp decline in their value",
    "transnational corporation": "A company that conducts research, operates factories, and sells products in many countries, not just where its headquarters or shareholders are located.",
    "region": "An area distinguished by a unique combination of trends or features or patterns of activity",
    "formal (uniform) region": "An area in which everyone shares in one or more distinctive characteristics<br><br>ex: the state lines of Florida--everyone who lives there is a Floridian and must follow FL state laws",
    "functional region (nodal region)": "A region defined by the particular set of activities or interactions that occur within it<br><br>The delivery area for your local Jimmy John's--the Jimmy John's shop is at the center",
    "Perceptual Region (Vernacular)": "an area that people believe exists as part of their cultural identity<br><br>EX: The South in the US (southern accent, was part of the Confederacy, people eat fried foods, etc.)",
    "Regional boundaries are...": "1. (sometimes) transitional<br>2. often contested<br>3. often overlapping",
    "cultural landscape": "the visible imprint of human activity and culture on the landscape",
    "spatial perspective": "a way of looking at the human and physical patterns on Earth and their relationships to one another",
    "qualitative data": "Data associated with a more humanistic approach to geography, often collected through interviews, empirical observations, or the interpretation of texts, artwork, old maps, and other archives.",
    "quantitative data": "Data associated with mathematical models and statistical techniques used to analyze spatial location and association.",
    "Nomothetic": "Concepts or rules that can be applied universally.",
    "Human Environment Interaction": "the study of the interrelationship between people and their physical environment",
    "sustainability": "The use of Earth's renewable and nonrenewable natural resources in ways that do not constrain resource use in the future.",
    "resource": "A substance in the environment that is useful to people, is economically and technologically feasible to access, and is socially acceptable to use.",
    "renewable resource": "A natural resource that can be replaced at the same rate at which the resource is consumed",
    "biotic system": "System composed of living organisms",
    "abiotic system": "Composed of nonliving or inorganic matter",
    "atmosphere": "A mixture of gases that surrounds a planet or moon.",
    "hydrosphere": "All the water at and near the surface of the earth, 97% of which is in oceans",
    "lithosphere": "the rigid outer part of the earth, consisting of the crust and upper mantle.",
    "Koppen climate classification system": "developed by Wladimir Koppen, a system for classifying the world's climates on the basis of temperature and precipitation",
    "3 pillars of sustainability": "environment, economy, society",
    "environmental determinism": "A doctrine that claims that cultural traits are formed and controlled by environmental conditions.",
    "environmental possibilism": "the theory that the environment sets certain constraints or limitations, but culture is otherwise determined by social conditions.",
    "Elsworth Huntington": "environmental determinist",
    "Friedrich Ratzel": "father of modern political geography, he created the Organic Theory<br><br>Was an environmental determinist",
    "spatial approach": "An approach that considers the arrangement of phenomena being studied across the surface of the earth, such as distance, pattern and interconnection.",
    "place": "A specific point on Earth distinguished by a particular characteristic",
    "flows": "rapid movement of people, things, and/or ideas from one place to another",
    "time-space compression": "the rapid innovation of communication and transportation technologies associated with globalization that transforms the way people think about space and time",
    "intervening opportunities": "The presence of a nearer opportunity that greatly diminishes the attractiveness of sites farther away.",
    "transferability": "The costs involved in moving goods from one place to another",
    "accessibility": "the relative ease with which a destination may be reached from some other place",
    "friction of distance (Tobler's First Law)": "A measure of how much absolute distance affects the interaction between two places.",
    "gravity model": "A model that holds that the potential use of a service at a particular location is directly related to the number of people in a location and inversely related to the distance people must travel to reach the service.",
    "law of retail gravitation": "A law stating that people will be drawn to larger cities to conduct their business since larger cities have a wider influence on the surrounding outskirts/",
    "breaking point": "The outer edge of a city's sphere of influence, used in the law of retail gravitation to describe the area of a city's hinterlands that depend on that city for its retail supplies.",
    "connection": "Relationships among people and objects across the barrier of space.",
    "diffusion": "The process of spread of a feature or trend from one place to another over timess of spread of a feature or trend from one place to another over time",
    "hearth": "The region from which innovative ideas originate",
    "hierarchical diffusion": "the spread of a feature or trend from one key person or node of authority or power to other persons or places",
    "stimulus diffusion": "The spread of an underlying principle, even though a specific characteristic is rejected.",
    "location": "The position of anything on Earth's surface.",
    "sense of place": "The feeling that an area has a distinct and meaningful character",
    "placelessness": "the loss of uniqueness of place in the cultural landscape so that one place looks like the next",
    "network": "A chain of communication that connects places",
    "uneven development": "The increasing gap in economic conditions between core and peripheral regions as a result of the globalization of the economy.",
    "The Land Ordinance of 1785": "A law that divided much of the United States into a system of townships to facilitate the sale of land to settlers.",
    "distribution": "The arrangement of something across Earth's surface.",
    "density": "phenomenon/area",
    "patterns of distribution": "clumped, random, uniform",
    "concentration": "the extent of a feature's spread over space",
    "site": "The physical character of a place",
    "census": "the official count of a population<br><br>- region<br>- household<br>- age/gender<br>- income",
    "cultural ecology": "Geographic approach that emphasizes human-environment relationships.",
    "Geographic Information System (GIS)": "A computer system that stores, organizes, analyzes, and displays geographic data--showing it in a different layers for each different type of data",
    "Remote sensing": "The acquisition of data about Earth's surface from a satellite orbiting the planet or other long-distance methods.",
    "Satellite navigation system": "Portable device that uses GPS to plot the user's position.",
    "GPS (global positioning system)": "A system that determines the precise position of something on Earth through a series of satellites, tracking stations, and receivers.",
    "written accounts": "were made very soon after the actual event and were recorded around the time when eyewitnesses started to die off.",
    "field observations": "A method where you observe people in 'real' locations and situations, such as workplaces, homes, etc.",
    "media reports": "Articles published by newspapers and magazines",
    "travel narratives": "These types of<br>accounts usually<br>consisted of two<br>key features:<br>Pilgrimage stories<br>to the holy land and<br>later used as<br>geographical<br>encyclopedias,<br>these accounts<br>include Marco<br>Polo, John<br>Mandeville and Ibn<br>Battuta",
    "personal interviews": "a type of survey that involves a person-to-person meeting between the interviewer and respondent",
    "landscape analysis": "the task of defining and describing landscapes",
    "Four-Level Analysis": "Systematic way to study geographic phenomena looking at comprehension, identification, explanation, and prediction.",
    "human geography": "The study of where and why human activities are located where they are",
    "Pei Xu": "Father of Chinese cartography",
    "Eratosthenes": "calculated the circumference of the earth (ancient Greek)",
    "Strabo": "mostly remembered for his 17-volume work Geographica, which literally means \"Geography\". It presented a descriptive history of people and places from different regions of the known world for his era.",
    "Muhammad al-Idrisi": "a Muslim geographer who prepared a world map and geography text in 1154, building on Ptolemy's long-neglected work",
    "Ibn Battuta": "Moroccan Muslim scholar, the most widely traveled individual of his time. He wrote a detailed account of his visits to Islamic lands from China to Spain and the western Sudan.",
    "Carl Sauer": "Defined the concept of cultural landscape as the fundamental unit of geographical analysis.",
    "George Perkins Marsh": "An inventor, diplomat, politician, and scholar, his classic work, \"Man and Nature, or Physical Geography as Modified by Human Action,\" provided the first description of the extent to which natural systems had been impacted by human actions.",
    "space": "The physical gap or interval between two objects",
    "scale": "the relationship between the portion of Earth being studied and Earth as a whole",
    "Reference Maps": "Maps that show the absolute location of places and geographic features determined by a frame of reference, typically latitude and longitude",
    "map projection": "a way of representing the spherical Earth on a flat surface",
    "topographic maps": "Maps that use isolines to represent constant elevations. If you took a __________________ out into the field and walked exactly along the path of an isoline on your map, you would always stay at the same elevation.",
    "choropleth map": "A thematic map that uses tones or colors to represent spatial data as average values per unit area.",
    "dot density map": "Thematic map that uses dots to represent the frequency of a variable in a given area",
    "proportional symbol map": "Type of map that uses a symbol in varying sizes to show the magnitude of a characteristic",
    "absolute location": "Exact location of a place on the earth described by global coordinates or address",
    "relative location": "The position of a place in relation to another place",
    "coordinates": "the latitude and longitude address of a place on a map",
    "meridian": "a line of longitude",
    "longitude": "Distance east or west of the prime meridian, measured in degrees",
    "latitude": "Distance north or south of the equator",
    "Prime Meridian": "The meridian, designated at 0° longitude, which passes through the Royal Observatory at Greenwich, England.",
    "Equator": "An imaginary circle around the middle of the earth, halfway between the North Pole and the South Pole, 0 degrees latitude",
    "Types of map scale": "ratio/fraction, written, and graphic",
    "Greenwich Mean Time (GMT)": "the time in the zone encompassing the prime meridian, or 0 degrees longitude",
    "Types of map distortion": "shape, distance, relative size, direction",
    "Mercator projection": "+ shape not very distorted<br>+ direction is consistent<br>+ map is rectangular<br>- relative size grossly distorted toward poles<br>- makes high-latitude places look much larger",
    "Fuller projection": "+ maintains the accurate size and shape of landmasses <br><br>- but completely rearranges direction. North, south, east, and west no longer have any meaning.",
    "Peters projection": "+ an equal area projection + purposefully centered on Africa in an attempt to treat all regions of Earth equally.<br><br>- Stretched land near poles<br>- Stretched land masses vertically near equator<br><br>Size is correct, but many shapes are weird.",
    "environmental conservation": "Looking after the natural resources of the planet by taking steps to protect them",
    "preservation": "Maintenance of a resource in its present condition, with as little human impact as possible.",
    "built environment": "The man-made surroundings that provide the setting for human activity, ranging in scale from personal shelter to neighborhoods to the large-scale civic surroundings."
  },
  "Unit2": {
    "Agricultural Population Density": "Number of Farmers divided by the arable land",
    "Arable Land": "Land suitable for farming/agriculture",
    "Physiological Population Density": "Population of a region / arable (farmable) land",
    "Arithmetic Population Density": "Population of a region divided by total land area.",
    "Baby Boom": "Temporary marked increase in the birth rate",
    "Census": "A complete count of of a population",
    "Child Mortality Rate": "Total number of child deaths per 1,000 live births",
    "Crude Birth Rate": "Total number of live births in a year for every 1,000 people in the society",
    "Crude Death Rate": "Total number of deaths per 1,000 people in a society",
    "Dependency Ratio": "Number of people too young or too old to work compared to workers",
    "More Developed Country (MDC)": "Also known as a relatively developed country or a developed country, country that has progressed further along the development continuum",
    "Doubling Time": "Number of years needed to double the population",
    "Epidemiological Transition Model": "The theory that says that there is a distinct cause of death in each stage of the demographic transition model. It can help explain how a country's population changes so dramatically.",
    "Industrial Revolution": "Time during the 19th century, major improvements in manufacturing goals and delivering them to market",
    "Infant Mortality Rates": "the number of infant deaths (under age 1) per 1000 live births",
    "Less Developed Countries (LDC)": "Non-industrialized/poor countries.<br>Stage two, early three",
    "Life Expectancy": "Average number of years an infant can expect to live",
    "Thomas Malthus": "An English economist who was one of the first to argue that the world's population increase was far outrunning the development of food production",
    "Malthusian Theory": "The theory that population grows faster than food supply",
    "Medical Revolution": "Time during the late 20th countries, when medical technology from Europe and North America diffused to developing countries",
    "Rate of Natural Increase (RNI)": "The percentage of annual growth in a population excluding migration.",
    "Neo-Malthusian": "A belief that the world is characterized by scarcity and competition in which too many people fight for too few resources. Named for Thomas Malthus, who predicted a dismal cycle of misery, vice, and starvation as a result of human overpopulation",
    "Population Pyramids": "A bar graph representing the distribution of population by age and sex.",
    "Anti-Natalist Policies": "Government policies to reduce the rate of natural increase",
    "Pro-Natalist Policies": "Government policies to increase the rate of natural increase",
    "Sex Ratio": "The number of males per 100 females in the population.",
    "Total Fertility Rate": "The average number of children born to a woman during her childbearing years.",
    "Zero Population Growth": "A decline of the total fertility rate to the point where the natural increase rate equals zero.",
    "Demography": "The scientific study of population characteristics",
    "Overpopulation": "The number of people in an area exceeds the capacity of the environment to support life at a decent standard of living.",
    "Population Center": "An area of land where people are most dense, including East Asia, South Asia, Southeast Asia, and Europe.",
    "Demographic Transition Model": "A sequence of demographic changes in which a country moves from high birth and death rates to low birth and death rates through time.",
    "Mobility": "A general term covering all types of movement from one place to another",
    "Periodic movement": "Movement - for example, college attendance or military service - that involves temporary, recurrent relocation",
    "Net migration": "The difference between the number of immigrants and the number of emigrants",
    "Push Factors of Immigration": "reasons people emigrate and leave their homes such as economic troubles, overcrowding, poverty",
    "Intraregional Migration": "movement within a region",
    "Interregional Migration": "Movement from one region to another",
    "Migration Transition": "Change in migration patterns in a society caused by industrialisation, population growth, and other social and economic changes that also produce the demographic transition",
    "Gravity Model": "Predicts interaction between places on the basis of their population size and distance between them.",
    "Migrant Workers": "people, typically farmers, who move from place to place to harvest fruits and vegetables",
    "Refugee": "a person who has a well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group, or political opinion",
    "Asylum seeker": "Someone who has migrated to another country in the hope of being recognized as a refugee",
    "brain drain": "the loss of highly educated and skilled workers to other countries",
    "guest worker": "a foreign laborer living and working temporarily in another country",
    "intervening obstacle": "An environmental or cultural feature of the landscape that hinders migration.",
    "internal migration": "permanent movement within the same country",
    "transhumance": "The seasonal migration of livestock between mountains and lowland pastures.",
    "Ravenstein's Laws of Migration": "A set of 11 \"laws\" that can be organized into three groups: the reasons why migrants move, the distance they typically move, and their characteristics.",
    "remittance": "Money migrants send back to family and friends in their home countries",
    "migration selectivity": "Only people exhibiting certain characteristics in a population choosing to migrate",
    "step migration": "migration to a distant destination that occurs in stages",
    "chain migration": "pattern of migration that develops when migrants move along and through kinship links",
    "activity space": "The area within which people move freely on their rounds of regular activity",
    "urbanization": "An increase in the percentage and in the number of people living in urban settlements.",
    "Atlantic Slave Trade": "the buying and selling of Africans for work in the Americas",
    "carrying capacity": "Largest number of individuals of a population that a environment can support",
    "contraception (birth control)": "methods of preventing conception",
    "Diaspora": "A dispersion of people from their homeland",
    "Distribution": "Description of locations on Earth's surface where populations live",
    "Immigration": "Migration to a new location",
    "fertility": "The production of offspring within a population",
    "Forced Migration": "Permanent movement compelled usually by cultural factors.",
    "Great Migration": "movement of over 300,000 African American from the rural south into Northern cities between 1914 and 1920",
    "infrastructure": "Fundamental facilities and systems serving a country, city, or area, as transportation and communication systems, power plants, and schools",
    "internally displaced person": "Someone who has been forced to migrate for similar political reasons as a refugee but has not migrated across an international border",
    "Migration": "Form of relocation diffusion involving permanent move to a new location.",
    "migration stream": "the constant flow of migrants from one country into another country",
    "population composition": "Structure of population in terms of age, sex and other properties such as marital status and education",
    "S-curve": "a curve that depicts growth; shape of an \"S.\" The leveling off of a J-Curve exponential growth.",
    "Voluntary Migration": "Permanent movement undertaken by choice.",
    "Pull Factors of Immigration": "Reasons to migrate to a new area such as Economic Opportunity ($)<br>Jobs/ workers were needed<br>Land<br>Peace and stability<br>Freedom to make a better life",
    "degenerative disease": "any disease in which deterioration of the structure or function of tissue occurs",
    "Maternal Mortality Rate": "The number of women who die giving birth per 100,000 births",
    "Internal migration": "Migration within national boundaries",
    "Carrying capacity": "The number of people an area can sustain without critically straining its resources",
    "Forced migration": "An individual migrates against their will, including events that produce slaves, refugees, internally displaced persons, and asylum seekers",
    "Arithmetic population density": "Measure of the people within a given area divided by the total land area",
    "Physiological density": "Measure of the number of people per arable land",
    "Agricultural population density": "Measure of the number of farmers per arable land",
    "Dependency ratio": "A measure of the economic impact of younger and older cohorts on the economically productive members of a population",
    "refugee": "Individuals protected by law who cross national boundaries to seek safety from armed conflict or persecution",
    "Population pyramid": "Provides a visual representation of a population in terms of age and sex as well as a good indication of the dependency ratio within a country and is to assess population growth and decline and to predict markets for goods/services",
    "Rural-urban migration": "The movement of people from the countryside to the city which causes two things to happen; increasing proportion of people living in towns and cities and expansion of urban areas",
    "Chain migration": "Immigrants who follow family and/or friends to the same destination",
    "Life expectancy": "Average number of years an infant newborn can expect to live; number varies within countries, cities, ethnicities, sexes, and between MDCs and LDCs.",
    "Population Distribution": "The pattern of people scattered over an area",
    "Population Density": "The number of people within a given area",
    "Major Population Concentrations": "Regions with a high arithmetic density",
    "Sun Belt": "The states in the south and west coast where in the 1960s and 70s , large numbers of white, middle class Americans from older northeastern and Midwest cities",
    "Immigration Policies": "Policies that address the movement of persons across borders",
    "doubling time": "The length of time for a population to double in size",
    "Aging index": "The number of people age 65 and older per 100 children ages 0-14",
    "Ester Boserup": "Theorized that people will find ways to increase food production and improve agricultural methods in times of pressure",
    "Aging population": "An increasing median age in the population due to declining fertility rates/rising life expectancy",
    "Economic Consequences": "Slower economic growth, fewer workers to contribute to the tax base, more people collecting pension benefits, increased health care costs",
    "Ecumene": "The habitable parts of the world such as along fertile rivers and plains",
    "Ethnic cleansing": "The effort to rid a country/region of a particular ethnicity either through forced migration or genocide",
    "Political Consequences": "Policy responses to counter the effects of aging population",
    "Slavery": "Having legal property rights over another human and forcing them to obey",
    "Social Consequences": "Impact on family life, providing for elder care",
    "Birth Rate": "Number of live births in a single year for every 1000 people (in a population)",
    "Intervening opportunity": "The presence of a nearer opportunity that greatly diminishes the attractiveness of sites farther away"
  },
  "Unit3": {
    "cultural traits": "Specific features of a culture",
    "cultural complex": "The combination of cultural traits that define a particular culture",
    "cultural hearth": "The place where a cultural complex originates",
    "diffuse": "The spread of cultural traits from one culture to another",
    "taboo": "A cultural rule that prohibits certain behaviors or objects",
    "traditional culture": "A culture that follows long-established customs and practices",
    "folk culture": "The traditional culture of a small, homogenous group",
    "indigenous culture": "The traditional culture of the original inhabitants of a region",
    "globalization": "The process of increased interconnectedness and interdependence among countries",
    "popular culture": "The culture that is widespread and influenced by mass media",
    "global culture": "The shared values, beliefs, and practices that emerge from globalization",
    "cultural landscape": "The visible imprint of human activity on the physical environment",
    "artifacts": "Objects made by humans that reflect their culture",
    "material culture": "The physical objects that are part of a culture",
    "mentifacts": "The ideas, beliefs, and values of a culture",
    "nonmaterial culture": "The intangible aspects of a culture, such as beliefs and customs",
    "sociofacts": "The social structures and organizations of a culture",
    "placelessness": "The loss of uniqueness and distinctiveness of a place due to globalization",
    "built environment": "The human-made surroundings that provide the setting for human activity",
    "traditional architecture": "Architectural styles that reflect the local culture and traditions",
    "postmodern architecture": "Architectural styles that reject traditional forms and embrace innovation",
    "contemporary architecture": "Architectural styles that reflect current trends and technologies",
    "ethnicity": "A shared cultural heritage and identity of a group of people",
    "ethnic enclaves": "Geographic areas with a high concentration of people from a particular ethnic group",
    "cultural regions": "Areas with a common cultural identity and characteristics",
    "cultural realms": "Large areas with a common cultural identity and characteristics",
    "sacred place": "A place that is considered holy or spiritually significant",
    "diaspora": "The dispersion of a group of people from their original homeland",
    "charter group": "The first group to establish cultural and religious customs in a new area",
    "ethnic islands": "Small, isolated areas with a high concentration of people from a particular ethnic group",
    "sequent occupancy": "The successive cultural imprints on a place over time",
    "neolocalism": "The revival of local customs and traditions in response to globalization",
    "cultural patterns": "Recurring behaviors and customs within a culture",
    "nationality": "The legal relationship between a person and a country",
    "centripetal forces": "Forces that unify and bind a country together",
    "centrifugal forces": "Forces that divide and destabilize a country",
    "Sharia": "Islamic law based on the teachings of the Quran",
    "blue laws": "Laws that restrict certain activities on Sundays or religious holidays",
    "fundamentalism": "A strict adherence to religious beliefs and traditions",
    "theocracies": "Countries governed by religious leaders",
    "ethnocentrism": "The belief in the superiority of one's own ethnic group or culture",
    "cultural relativism": "The belief that all cultures have equal value and should be understood on their own terms",
    "cultural appropriation": "The adoption of elements from another culture without understanding or respect",
    "diffusion": "The spread of cultural traits from one culture to another",
    "relocation diffusion": "The spread of cultural traits through the movement of people",
    "expansion diffusion": "The spread of cultural traits from a central point",
    "contagious diffusion": "The rapid spread of cultural traits through direct contact",
    "hierarchical diffusion": "The spread of cultural traits from a central authority to other places",
    "reverse hierarchical diffusion": "The spread of cultural traits from lower levels of a hierarchy to higher levels",
    "stimulus diffusion": "The spread of an underlying principle or idea without the specific traits",
    "imperialism": "The policy of extending a country's power and influence through colonization",
    "colonialism": "The establishment and maintenance of colonies by a foreign power",
    "animism": "The belief that natural objects and phenomena have souls",
    "native speaker": "A person who speaks a language as their first language",
    "lingua franca": "A language used as a common means of communication between people with different native languages",
    "slang": "Informal language used by a particular group",
    "pidgin language": "A simplified language used for communication between groups with different languages",
    "creole language": "A stable, fully-developed natural language that arises from a mixture of different languages",
    "social construct": "A concept or idea that is created and defined by a society",
    "time-space convergence": "The reduction in the time and cost of travel and communication between places",
    "cultural convergence": "The process by which cultures become more similar to each other",
    "cultural divergence": "The process by which cultures become more different from each other",
    "linguist": "A person who studies and analyzes languages",
    "language tree": "A diagram that shows the relationships between languages",
    "Indo-European language family": "A large language family that includes many of the languages spoken in Europe, India, and Western Asia",
    "Romance languages": "A branch of the Indo-European language family that includes Spanish, French, Italian, Portuguese, and Romanian",
    "isogloss": "A line on a map that marks the boundary between two different linguistic features",
    "dialect": "A regional or social variety of a language",
    "adage": "A traditional saying that expresses a common experience or observation",
    "toponym": "The name of a place",
    "official language": "The language designated by a country's government for official business",
    "homogenous": "Consisting of similar or identical elements",
    "adherent": "A person who follows or supports a particular belief or ideology",
    "ethnic religion": "A religion that is closely tied to a particular ethnic group",
    "universal religion": "A religion that is open to all people and seeks to convert others",
    "Hinduism": "The major religion of India, characterized by a belief in reincarnation and karma",
    "polytheistic": "Belief in multiple gods",
    "monotheistic": "Belief in a single god",
    "karma": "The belief that a person's actions in this life will determine their fate in future lives",
    "caste system": "A social hierarchy based on hereditary classes",
    "Buddhism": "A religion based on the teachings of Siddhartha Gautama, emphasizing the elimination of suffering",
    "Sikhism": "A monotheistic religion founded in Punjab, India, emphasizing equality and social justice",
    "gurdwara": "A Sikh place of worship",
    "Judaism": "The monotheistic religion of the Jewish people",
    "Christianity": "The monotheistic religion based on the life and teachings of Jesus Christ",
    "Islam": "The monotheistic religion based on the teachings of Muhammad",
    "pilgrimage": "A journey to a sacred place for religious or spiritual reasons",
    "homogenization": "The process of making things uniform or similar",
    "acculturation": "The process of adopting the cultural traits of another group",
    "assimilation": "The process of fully adopting the cultural traits of another group and losing one's original culture",
    "syncretism": "The blending of different cultural influences to create something new",
    "multiculturalism": "The coexistence of different cultures within a society",
    "nativism": "The policy of protecting the interests of native-born or established inhabitants against those of immigrants"
  },
  "Unit4": {
    "state": "An area organized into a political unit and ruled by an established government with control over its internal and foreign affairs.",
    "sovereignty": "Ability of a state to govern its territory free from control of its internal affairs by other states.",
    "nation": "a group of people with a common culture living in a territory and having a strong sense of unity",
    "nation-state": "A state whose territory corresponds to that occupied by a particular ethnicity that has been transformed into a nationality",
    "stateless nation": "A nationality that is not represented by a state.",
    "multinational state": "State that contains two or more ethnic groups with traditions of self-determination that agree to coexist peacefully by recognizing each other as distinct nationalities.",
    "autonomous region": "an area of a country that has a degree of autonomy, or has freedom from an external authority",
    "semiautonomous region": "an area inside of a country that has some power to control itself more than other areas in the country",
    "multistate nation": "nation that stretches across borders and across states",
    "nationalism": "A strong feeling of pride in and devotion to one's country",
    "centripetal forces": "Forces that tend to unite or bind a country together.",
    "centrifugal forces": "Forces that tend to divide a country.",
    "imperialism": "A policy of extending a country's power and influence through diplomacy or military force.",
    "colonialism": "Attempt by one country to establish settlements and to impose its political, economic, and cultural principles in another territory.",
    "Berlin Conference": "A meeting from 1884-1885 at which representatives of European nations agreed on rules colonization of Africa",
    "self-determination": "the right of people to choose their own form of government",
    "decolonization": "The collapse of colonial empires. Between 1947 and 1962, practically all former colonies in Asia and Africa gained independence.",
    "genocide": "Deliberate extermination of a racial or cultural group",
    "Cold War": "A conflict that was between the US and the Soviet Union. The nations never directly confronted each other on the battlefield but deadly threats went on for years.",
    "satellite states": "Eastern European states under the control of the Soviet Union during the Cold War",
    "devolution": "The process whereby regions within a state demand and gain political strength and growing autonomy at the expense of the central government.",
    "geopolitics": "study of government and its policies as affected by physical geography",
    "territoriality": "In political geography, a country's or more local community's sense of property and attachment toward its territory, as expressed by its determination to keep it inviolable and strongly defended.",
    "neocolonialism": "Also called economic imperialism, this is the domination of newly independent countries by foreign business interests that causes colonial-style economies to continue, which often caused monoculture (a country only producing one main export like sugar, oil, etc).",
    "choke point": "a strategic, narrow waterway between two larger bodies of water",
    "physical geographic boundary": "natural barriers between areas such as oceans, deserts, and mountains",
    "cultural boundary": "a geographical boundary between two different cultures",
    "antecedent boundary": "a boundary line established before the area in question is well populated",
    "subsequent boundary": "a boundary line that is established after the area in question has been settled and that considers the cultural characteristics of the bounded area",
    "ethnographic": "relating to the scientific description of peoples and cultures with their customs, habits, and mutual differences.",
    "superimposed boundary": "a boundary line placed over and ignoring an existing cultural pattern",
    "landlocked states": "A state that does not have a direct outlet to the sea.",
    "relic boundary": "a former boundary line that is still discernible and marked by some cultural landscape features",
    "geometric boundary": "Political boundaries that are defined and delimited by straight lines.",
    "cultural consequent boundary": "a border that is drawn taking into account language, ethnicity, religion, or other cultural traits",
    "physical consequent boundary": "a division that uses already-existing natural features that divide a territory such as rivers, deserts, or mountains",
    "open boundary": "a boundary where crossing is unimpeded",
    "militarized boundary": "A boundary that is heavily guarded and discourages crossing and movement.",
    "defined boundary": "boundary is created in agreement between two parties in a treaty or other legal document",
    "delimited boundary": "a line drawn on a map to show the limits of a space",
    "demarcated boundary": "A boundary demarcated (marked) by some visible means on the ground. Ex. wall posts, fences, etc.",
    "definitional boundary dispute": "occurs when two or more parties disagree over how to interpret the legal documents or maps that identify the boundary",
    "locational boundary dispute (territorial dispute)": "conflict over the location of the boundary &amp; ownership of the land",
    "irredentism": "a policy of cultural extension and potential political expansion by a country aimed at a group of its nationals living in a neighboring country",
    "operational boundary dispute (functional dispute)": "Conflict over the way a boundary should operate or function, such as the conflict over allowing migration across the border",
    "allocational boundary dispute (resource dispute)": "when a boundary separates natural resources that may be used by both countries",
    "administered boundary": "a border that is actively managed, protected, and administered by a sovereign government",
    "demilitarized zone": "A region where no military forces or weapons are permitted.",
    "controlled border": "Significant restrictions on noncitizens entering the country",
    "exclave": "a part of a country that is seperated from the rest of the country and surrounded by foreign territory.",
    "political enclave": "A state, or part of a state, that is completely surrounded by another state",
    "shatterbelt": "a region caught between stronger colliding external cultural-political forces, under persistent stress, and often fragmented by aggressive rivals (e.g., Israel or Kashmir today; Eastern Europe during the Cold War,...).",
    "United Nations Convention on the Law of the Sea (UNCLOS)": "Standards for territorial ocean waters established by the United Nations. A country's EEZ extends 200 nautical miles into adjacent seas.",
    "territorial sea": "zone of water adjacent to a state's coast (12 miles) in which a state has sovereignty",
    "international waters": "the areas of the sea that are not under the jurisdiction of any country",
    "contiguous zone": "Between 12 and 24 nautical miles from shore, a state may enforce laws concerning pollution, taxation, customs, and immigration",
    "exclusive economic zone (EEZ)": "the seazone extending 200 nautical miles from the coast over which a state has special rights as to the exploration and use of marine resources",
    "high seas": "Areas of seas considered beyond territorial waters.",
    "small island developing state (SIDS)": "Control nearly 30% of all oceans and seas and their EEZs are much larger than their landmass",
    "internal boundary": "A boundary within a state indicating the presence of a sub-division or province.",
    "electoral geography": "the study of how the spatial configuration of electoral districts and voting patterns reflect and influence social and political affairs",
    "voting districts": "House members represent a particular district of voters, southern states had to be forced to choose a district. (ex of spatial organization)",
    "electorate": "All of the people entitled to vote in a given election",
    "census": "the official count of a population",
    "reapportionment": "the process of reassigning representation based on population, after every census",
    "redistricting": "The redrawing of congressional and other legislative district lines following the census, to accommodate population shifts and keep districts as equal as possible in population.",
    "gerrymandering": "Process of redrawing legislative boundaries for the purpose of benefiting the party in power.",
    "cracking": "spreading voters of one type over many districts where they will comprise minorities that are unable to influence elections",
    "packing": "concentrating partisan voters in a single district in order to maximize the number of representatives that can be elected by the opposition in other districts",
    "stacking": "diluting a minority populated district with majority populations",
    "hijacking": "redrawing two districts in order to force two elected representatives of the same party to run against each other",
    "kidnapping": "The seizing, confining, abducting, or carrying away of a person by force, including transporting a competent adult for medical treatment without his or her consent.",
    "federal state": "An internal organization of a state that allocates most powers to units of local government.",
    "unitary state": "An internal organization of a state that places most power in the hands of central government officials",
    "annexation": "The adding of a region to the territory of an existing political unit.",
    "ethnic separatism": "desired regional autonomy expressed by a culturally distinctive group within a larger, politically dominant culture",
    "ethnic cleansing": "the mass expulsion or killing of members of an unwanted ethnic or religious group in a society.",
    "terrorism": "the use of violence and intimidation in the pursuit of political aims.",
    "subnationalism": "describes people who have a primary allegiance to a traditional group or ethnicity",
    "balkanization": "Process by which a state breaks down through conflicts among its ethnicities",
    "globalization": "Actions or processes that involve the entire world and result in making something worldwide in scope.",
    "supranationalism": "a venture involving 3 or more national states political economic or cultural cooperation to promote shared objectives",
    "North Atlantic Treaty Organization (NATO)": "a group of 28 countries that has agreed to protect each other in case of attack; founded in 1949",
    "European Union (EU)": "(syn Common Market) an economic association established in 1957 by a number of Western European countries to promote free trade among its members",
    "United States-Mexico-Canada Agreement (USMCA)": "trade treaty among the United States, Canada, and Mexico to lower and eliminate tariffs among the three countries",
    "Association of Southeast Asian Nations (ASEAN)": "a trade alliance that promotes trade and economic integration among member nations in Southeast Asia",
    "Arctic Council": "provide a means for promoting cooperation, coordination and interaction among the Arctic States",
    "African Union": "organization formed in 2002 to promote unity among African states and to foster development and end poverty",
    "World Trade Organization (WTO)": "a permanent global institution to promote international trade and to settle international trade disputes",
    "transnational corporations": "business corporations located in two or more countries",
    "democratization": "A process of transition as a country attempts to move from an authoritarian form of government to a democratic one.",
    "time-space compression": "through processes such as globalization time is accelerated and the significance of space is reduced",
    "regionalism": "loyalty to the interests of a particular region",
    "ethnonationalism": "the tendency for an ethnic group to see itself as a distinct nation with a right to autonomy or independence. A fundamental centrifugal force."
  },
  "Unit5": {
    "agriculture": "The deliberate effort to modify a portion of Earth's surface through the cultivation of crops and the raising of livestock for sustenance or economic gain.",
    "climate": "Overall weather in an area over a long period of time",
    "Tropical Climate Zone": "warm, moist climate zone near the equator",
    "Subtropical (humid) Climate Zone": "The Humid Subtropical climate is mostly found on the east coast of continents between 20 degrees and 40 degrees north and south of the equator. The southeast United States is a good example of this climate. Florida and other parts of the South has a Humid Subtropical climate.<br>https://www.climatetypesforkids.com/humid-subtropical-climate",
    "Mediterranean Climate Zone": "warm or hot, dry summers and mild or cool, wet winters. Found coastal regions around the Mediterranean, Southwest coast of CA, tip of South Africa, Southwest and South Australia",
    "Midlatitudes": "Between 30 N and 60 N and 30 S and 60 S",
    "high latitudes": "are located between 60° and 90° latitude, in both the Northern and Southern Hemispheres",
    "Desert (arid) climate": "bands of desert that is characterized by dry climate and little rainfall - Sahara, Central Australia, Southwest US",
    "intensive agriculture": "Agriculture that involves effective and efficient use of labor on smaller plots of land to maximize crop yield.",
    "extensive agriculture": "Agriculture that produces lower yields and therefore uses large quantities of land",
    "Pastoral Nomadism": "the herding of domesticated animals in dry climates where planting crops is impossible<br>Example: Bedouins in Saudi Arabia and North Africa; Maasai of East Africa<br>(extensive agriculture)",
    "Transhumance": "The seasonal migration of livestock between mountains and lowland pastures.",
    "Livestock Ranching": "type of commercial farming in which livestock roams over an established area while the farmer remains settled<br>EX: cattle ranching in western US<br>(extensive agriculture)",
    "shifting cultivation": "type of agriculture in which people shift frequently from one field to another, slash and burn and frequent relocation are 2 defining factors<br>Ex: Brazil<br>(extensive)",
    "slash and burn agriculture": "Another name for shifting cultivation, so named because fields are cleared by slashing the vegetation and burning the debris.",
    "Swidden": "A patch of land cleared for planting through slashing and burning.",
    "fallow": "inactive; unproductive (field)",
    "mixed crop and livestock farming": "type of commercial farming that integrates cultivation of crops and livestock<br>Crops are fed to animals, livestock provides manure to fertilize soil<br>Majority of land devoted to growing crops, but majority of income comes from the sale of animal products (beef, milk, eggs)<br>Stabilizes workload and income throughout the year<br>Example: United States, France, Russia<br><br>(intensive)",
    "plantation agriculture": "large commercial farm in a developing country that specializes in one or two crops<br>Often in the tropics or subtropics and operated by Europeans or North Americans for sale to developed countries<br>Cotton, sugarcane, rubber, coffee, tobacco<br>Example: cotton/tobacco in the South (US), sugar, coffee, rubber in Latin America, cotton and cocoa in Africa, and rubber and coffee in Asia<br><br>(intensive)",
    "Market Gardening (Truck Farming)": "The small scale production of fruits, vegetables, and flowers as cash crops sold directly to local consumers.<br>Distinguishable by the large diversity of crops grown on a small area of land during a single growing season<br>Labor is done manually<br>Example: Southeastern US because of the long growing season and humid climate / accessibility to large markets (NY, D.C., Philly)<br>(intensive)",
    "Corn Belt": "most important mixed crop and livestock farming region in the U.S.; extending from Ohio to the Dakotas, with its center in Iowa; approximately half the crop land is planted in corn",
    "Dairy Belt": "the area of the Midwestern United States north of the Corn Belt in which dairy farming is a major economic activity",
    "Wheat Belt": "Productive farm area that began at the eastern edge of the Great Plains",
    "Spring Wheat": "Wheat planted in the spring and harvested in the late summer.",
    "Winter Wheat": "wheat planted in the fall and harvested in the early summer",
    "animal domestication": "animals kept for some utilitarian purpose whose breeding is controlled by humans and whose survival is dependent on humans; differ genetically and behaviorally from wild animals.<br><br>Cows, pigs, chicken, horses, dog first to be domesticated",
    "rural": "relating to farm areas and life in the country",
    "urban": "in, relating to, or characteristic of a city or town.",
    "First (Neolithic) Agricultural Revolution": "the wide-scale transition of many human cultures from a lifestyle of hunting and gathering to one of agriculture and settlement, making large populations possible<br>Happened in multiple locations at the same time (around 8,000 BCE) in Fertile Crescent, Indus River Valley, Southeast Asia, and Central America",
    "Fertile Crescent / Southwest Asia": "A geographical area of fertile land in the Middle East stretching in a broad semicircle from the Nile to the Tigris and Euphrates<br><br>Barley, Cattle, Dog, Wheat, Goat, LEntil, Oats, Pig, Rye, Olive",
    "Indus River Valley / South &amp; Central Asia": "A valley and early civilization along the Indus River, one of the longest rivers in the world. One of the first civilizations <br><br>Chicken and Finger Millet / Sheep, walnut, Broad Bean",
    "Columbian Exchange": "An exchange of goods, ideas and skills from the Old World (Europe, Asia and Africa) to the New World (North and South America) and vice versa.",
    "Second Agricultural Revolution": "1600s &amp; 1700s in England, advanced technology and agricultural practices led to increased food production, population growth, and migration of farmers into the cities",
    "Yellow River Valley / East Asia": "Rice, Millet<br>Chinese Chestnut, Soybean,",
    "Southeast Asia": "coconut, mango, taro, pigeon pea",
    "Latin America / Central America": "Cassava, Squash<br>Pepper, Potato<br>Alpaca, Cotton, Lima Bean, Llama, Maize, Sweet potato",
    "Sub Saharan Africa": "Sorghum, Yam<br>African Rive, Cowpea<br>Coffee",
    "Enclosure Movement": "The process of consolidating small landholdings into a smaller number of larger farms in England during the eighteenth century.",
    "crop rotation": "The practice of rotating use of different fields from crop to crop each year, to avoid exhausting the soil.",
    "selective breeding": "the human practice of breeding animals or plants that have certain desired traits - common practice during 2nd agricultural revolution",
    "Green Revolution (Third Agricultural Revolution)": "The development of higher-yield and fast-growing crops through increased technology, pesticides, and fertilizers transferred from the developed to developing world to alleviate the problem of food supply in those regions of the globe. <br><br>Led by Norman Borlaug in Mexico, China, Indonesia, India, Vietnam, Philippines",
    "Technology of the Green Revolution": "Crossbreeding Plants<br>Artificial fertilizer<br>Irrigation<br>Insecticides &amp; Herbicides<br>Mechanical Machinery",
    "subsistence agriculture": "Agriculture designed primarily to provide food for direct consumption by the farmer and the farmer's family",
    "Commercial Agriculture": "Agriculture undertaken primarily to generate products for sale off the farm.",
    "Agribusiness": "Businesses that provide a vast array of goods and services to support the agricultural industry",
    "factory farm": "a large scale farm in which animals are bred and fattened using modern industrial methods",
    "industrial agriculture": "modern, commercial farming that refers to the industrialized process of the production of livestock and crops",
    "subsidy": "A government payment that supports a business or market",
    "Commodity (supply) Chains": "process used by firms to gather resources, transform them into goods (commodities), and distribute them to consumers<br><br>4 stages: Production, manufacturing, storage/distribution, and retail",
    "Vertical Integration": "An approach typical of traditional mass production in which a company controls all phases of a highly complex production process.",
    "single crop economy": "Economy of a country depend on a single crop. Very dangerous <br>ex- Latin America- coffee and sugar cane",
    "(economic) complementarity": "when one country produces or has the potential to produce an agricultural product another country cannot<br>Climate, location, size, availability of labor, or level of development",
    "Monoculture": "farming strategy in which large fields are planted with a single crop, year after year",
    "Biotechnology": "A form of technology that uses living organisms, usually genes, to modify products, to make or modify plants and animals, or to develop other microorganisms for specific purposes.",
    "GMOs": "genetically modified organisms<br>plants, animals, and organisms that have genetically modified DNA",
    "economies of scale": "a proportionate saving in costs gained by an increased level of production.",
    "Aquaculture": "Raising marine and freshwater fish in ponds and underwater cages/ controlled conditions",
    "Blue Revolution": "New techniques of fish farming that may contribute as much to human nutrition as miracle cereal grains but also may create social and environmental problems.",
    "pollution": "the presence in or introduction into the environment of a substance or thing that has harmful or poisonous effects.<br>Consequence of factory &amp; machinery runoff, also pesticides and chemical fertilizers",
    "Desertification": "Degradation of land, especially in semiarid areas, primarily because of human actions like excessive crop planting, animal grazing, and tree cutting.",
    "soil salinization": "in arid regions, water from irrigated areas evaporates leaving salts behind and leaving the soil infertile.",
    "Waterlogging": "A form of soil degradation that occurs when soil remains under water for prolonged periods.",
    "deforestation": "Reduction of the forest at a faster rate than replaced<br><br>-Conversion of forests to agricultural land to feed people<br>-development of cash crops and cattle raising<br>-unregulated commercial logging<br>-poor soils in humid tropics that do not support agriculture for long<br>-slash and burn ag<br><br>Amazon",
    "Terrace Farming": "The cutting out of flat areas (terraces) into near vertical slopes to allow farming. Terrace farms appears as steps cut into a mountainside. This adaptation allowed both the early Chinese, and the Inca of Mesoamerica to grow enough food for their large populations.",
    "wetland draining / removal": "draining water from a wetland to clear an area for farming; may have negative affects on the environment",
    "Polder": "low-lying area from which seawater has been drained to create new land",
    "Community Supported Agriculture (CSA)": "network between agricultural producers and consumers whereby consumers pledge support to a farming operation in order to receive a share of the output from the farming operation",
    "fair trade": "An alternative to international trade that emphasizes small businesses and worker-owned and democratically run cooperatives and requires employers to pay workers fair wages, permit union organization, and comply with minimum environmental and safety standards.",
    "Locovore": "a person who tries to only eat 'local' foods",
    "organic food production": "involves growing and producing food without the use of synthetic chemicals such as pesticides and artificial fertilizers",
    "The Ugly Food Movement*": "The idea that foods that are not breed to look perfect on a store shelf (kind of like dogs who are mutts), are genetically heartier and possibly more healthy than foods that have been primarily made to look perfect.",
    "Biofuels": "Fuels, such as ethanol or methanol, that are created from the fermentation of plants or plant products.",
    "food insecurity": "the state of being without reliable access to a sufficient quantity of affordable, nutritious food",
    "food desert": "an area typically in a highly populated, lower income urban environment, where healthy, fresh food is difficult to find",
    "food swamp": "Communities that are flooded with unhealthy, highly processed, low-nutrient food combined with disproportionate advertising for unhealthy food compared to wealthier neighborhoods.",
    "Metes and Bounds": "system uses physical features of local geography along with directions and distances to define and describe boundaries of land parcels.<br><br>Native to England and brought into 13th colonies<br>Looks like parcels irregular in size and shape, clustered",
    "township and range system": "system that divides land into 6 mile-square townships and can be subdivided into 1 mile square sections, then further divided into quarters, etc.<br>US farmland and towns<br>Looks like square, uniform parcels of land, dispersed",
    "French long-lot system": "system, often along rivers, created long rectangular plots of farmland to give equal access to river<br>French! Found in Canada and Louisiana, linear",
    "Greenbelt": "A ring of land maintained as parks, agriculture, or other types of open space to limit the sprawl of an urban area.",
    "Bid rent theory": "geographical economic theory that refers to how the price and demand on real estate changes as the distance towards the urban center increases.",
    "Land Rent": "the return that a particular parcel of land will bring in the open market"
  },
  "Unit6": {
    "ecumene": "permanently inhabited areas of the earth's surface",
    "rural": "relating to farm areas and life in the country",
    "urban": "in, relating to, or characteristic of a city or town.",
    "suburbs": "residential areas surrounding a city",
    "settlement": "A permanent collection of buildings and inhabitants.",
    "urbanization": "Movement of people from rural areas to cities",
    "suburbanization": "The process of population movement from within towns and cities to the rural-urban fringe.",
    "percent urban": "an indicator of the proportion of the population that lives in cities and towns as compared to those that live in rural areas",
    "site": "physical characteristics of a place",
    "situation": "the location of a place relative to other places",
    "city-state": "a city that with its surrounding territory forms an independent state.",
    "urban hearth": "An area, like Mesopotamia or the Nile River Valley where large cities first existed.",
    "urban area": "A central city and its surrounding built-up suburbs",
    "metropolitan area (metro area)": "a collection of adjacent cities across which population density is high and continuous",
    "metropolitan statistical area (MSA)": "In the United States, an urbanized area of at least 50,000 population, the county within which the city is located, and adjacent counties (A functional region).",
    "micropolitan statistical area": "An urbanized area of between 10,000 and 50,000 inhabitants, the county in which it is found, and adjacent counties tied to the city.",
    "functional (nodal region": "An area organized around a node or focal point",
    "social heterogenity": "cities often have many people of diverse backgrounds",
    "time-space compression": "the rapid innovation of communication and transportation technologies associated with globalization that transforms the way people think about space and time",
    "Borchert's transportation model": "describes urban growth based on transportation technology",
    "pedestrian cities": "an urban center shaped by the distances people can walk",
    "streetcar suburbs": "communities that grew up along rail lines, emerged, often creating a pinwheel shaped city",
    "sprawl": "Development of new housing sites at relatively low density and at locations that are not contiguous to the existing built-up area.",
    "leap-frog development": "developments that jump over established developments , leaving undeveloped or underdeveloped land between developments",
    "boomburbs": "Rapidly growing suburb cities",
    "edge city": "Distinct sizable nodal concentration of retail and office space of lower than central city densities and situated on the outer fringes of older metropolitan areas; usually localized by or near major highway intersections",
    "decentralization": "Degree to which decision-making authority is given to lower levels in an organization's hierarchy.",
    "counter-urbanization (deurbanization)": "the net loss of population from cities to smaller towns and rural areas.",
    "exurbs": "communities that arise farther out than the suburbs and are typically populated by residents of high socioeconomic status",
    "reurbanization": "growth of population in metropolitan central cores, following a period of absolute or relative decline in population",
    "megacities": "cities with more than 10 million people",
    "metacities": "cities with populations over 20 million",
    "megalopolis": "a very large, heavily populated city or urban complex.",
    "conurbation": "a continuous, extended urban area formed by the growing together of several formerly separate, expanding cities",
    "world city (global city)": "Centers of economic, culture, and political activity that are strongly interconnected and together control the global systems of finance and commerce. (New York, Tokyo, London...)",
    "urban hierarchy": "A ranking of settlements according to their size and economic functions.",
    "nodal city": "Command centers on a regional, or occasionally national level",
    "urban system": "interdependent set of urban settlements within a specified region",
    "rank-size rule": "A pattern of settlements in a country, such that the nth largest settlement is 1/n the population of the largest settlement.",
    "higher-order services": "a good or service usually expensive, that people only buy occasionally, these are usually located in larger towns and cities.",
    "lower-order services": "provided by small centers, a good or service, usually inexpensive items that people buy often.",
    "primate city": "The largest settlement in a country, if it has more than twice as many people as the second-ranking settlement.",
    "gravity model": "A model which holds that the potential use of a service at a particular location is directly related to the number of people in a location and inversely related to the distance people must travel to reach the service",
    "central place theory (Christaller)": "A theory that explains the distribution of services, based on the fact that settlements serve as centers of market areas for services; larger settlements are fewer and farther apart than smaller settlements and provide services for a larger number of people who are willing to travel farther.",
    "market area": "the area surrounding a service from which customers are attracted",
    "threshold": "The minimum number of people needed to support the service",
    "range": "The maximum distance people are willing to travel to use a service.",
    "central business district (CBD)": "The downtown or nucleus of a city where retail stores, offices, and cultural activities are concentrated; building densities are usually quite high; and transportation systems converge.",
    "bid-rent theory": "different land users are prepared to pay different amounts, the bid rents, for locations at various distances from the city center.",
    "concentric zone model (Burgess)": "A model of the internal structure of cities in which social groups are spatially arranged in a series of rings.",
    "sector model (Hoyt)": "A model that shows cities develop in a series of sectors radiating out from a CBD",
    "multi-nuclei model (Harris and Ullman)": "A model of the internal structure of cities in which social groups are arranged around a collection of nodes of activities.",
    "peripheral model": "A model of North American urban areas consisting of an inner city surrounded by large suburban residential and business areas tied together by a beltway or ring road.",
    "galactic city model": "represents the post-industrial city with its several, dispersed business districts. This model represents a distinct decentralization of the commercial urban landscape as the economy has transitioned to services as the leading form of production. Manufacturing has declined significantly and become specialized.",
    "citadel": "a fortress overlooking a city; a stronghold",
    "suq": "an Arab market or marketplace; a bazaar.",
    "Griffin-Ford Model": "developed by Ernst Griffin and Larry Ford, a model of the Latin American city showing a blend of traditional elements of culture with the forces of globalization that are reshaping the urban scene. AKA - Latin American model",
    "commercial spine": "high rise area, elite residential sector of the latin american model is found along the...",
    "mall": "A secondary emerging CBD in Latin American cities found at the end of the commercial spine.",
    "periferico": "A peripheral area beyond the ring highway that contains squatter settlements. Included in the Griffin-Ford Model.",
    "squatter s": "a neighborhood in which people live in makeshift shacks",
    "disamenity zone": "a high-poverty urban area in a disadvantaged location containing steep slopes, flood-prone ground, rail lines, landfills, or industry",
    "favela (barrio)": "illegal housing settlements, usually made up of temporary shelters that surround large cities",
    "traditional CBD": "the central business district that existed before European colonization characterized by clusters of shops on narrow streets.",
    "colonial CBD": "headquarters of colonial government",
    "informal economy zone": "thrives with curbside, car-side, and stall-based businesses that often hire people temporarily and do not follow all regulations",
    "periodic markets": "When small vendors from all around meet up at a certain location to sell goods sometimes weekly and sometimes annually (Farmers Market)",
    "McGee model (SE Asia City Model)": "a model showing similar land-use patterns among the medium-sized cities of Southeast Asia",
    "zoning ordinances": "A law that limits the permitted uses of land and maximum density of development in a community.",
    "urban planning": "A plan or thought for the design of a city",
    "residential zones": "the areas of a city devoted to where people live rather than to commercial or industrial functions",
    "inner city": "the older and more populated and (usually) poorer central section of a city",
    "residential density gradient": "The change in density in an urban area from the center to the periphery.",
    "filtering": "a process of change in the use of a house, from single-family owner occupancy to abandonment",
    "low-density housing": "land use pattern meant for a small number of residential homes that include a lot of open space and contain the fewest people per geographic unit",
    "medieum-density housing": "Housing that accommodates a medium number of people relative to the land area, for example, town-houses or single story apartment complexes.",
    "high-density housing": "Housing that accommodates a large number of people relative to the land area, for example, high-rise apartments",
    "urban infill (Infilling)": "is a type of new development that is sited on vacant or undeveloped land within an existing community and enclosed by other types of development",
    "suburbanization of business": "The development of urban areas outside central cities, and the movement of businesses into these areas. Manufacturers choose peripheral locations because land costs are lower. Service providers have moved to the suburbs because most of their customers are there",
    "infrastructure": "the basic physical and organizational structures and facilities (e.g., buildings, roads, and power supplies) needed for the operation of a society or enterprise.",
    "municipal": "relating to a city, town, village, or the like with local self-government",
    "municipality": "A city, town, etc. having its own incorporated government for local affairs.",
    "annexation": "Legally adding land area to a city in the United States",
    "bedroom communities": "a residential suburb inhabited largely by people who commute to a nearby city for work.",
    "unincorporated areas": "populated regions that do not fall within the legal boundary of any city or municipality",
    "public transportation": "trains, buses, and subways",
    "sustainability": "meeting the needs of the present without compromising the ability of future generations to meet their own needs",
    "smart growth policies": "urban planning that avoids urban sprawl and focuses on long term implications with sustainable design initiatives and guides development into more convenient patterns and into areas where infrastructure allows growth to be sustained over the long term",
    "greenbelts": "A ring of land maintained as parks, agriculture, or other types of open space to limit the sprawl of an urban area.",
    "slow-growth cities": "urban communities where the planners have put into place smart growth initiatives to decrease the rate at which the city grows horizontally to avoid the adverse affects of sprawl",
    "New Urbanism (new urban design)": "a planning and development approach based on the principles of how cities and towns had been built for the last several centuries: walkable blocks and streets, housing and shopping in close proximity, and accessible public spaces.",
    "mixed-use neighborhoods (mixed land use)": "a type of urban development, urban design, urban planning and/or a zoning classification that blends multiple uses, such as residential, commercial, cultural, institutional, or entertainment, into one space, where those functions are to some degree physically and functionally integrated.",
    "walkability": "A measure of how friendly an area is to walking.",
    "transit-oriented development (TOD)": "Development that attempts to focus dense residential and retail development around stops for public transportation, a component of smart growth.",
    "livability": "All the characteristics of a community that contribute to the quality of life of the people who live there",
    "population composition": "Structure of population in terms of age, sex and other properties such as marital status and education",
    "census tracts": "An area delineated by the U.S. Bureau of the Census for which statistics are published; in urbanized areas, census tracts correspond roughly to neighborhoods.",
    "census block": "a densely populated urban area that may be small and consists of a single block bounded by four streets",
    "redlining": "A process by which banks draw lines on a map and refuse to lend money to purchase or improve property within the boundaries.",
    "blockbusting": "Illegal practice of inducing homeowners to sell their properties by telling them that a certain people of a certain race, national origin or religion are moving into the area",
    "affordability": "the ability to be afforded",
    "inclusionary zoning": "zoning regulations that create incentives or requirements for affordable housing development",
    "scattered site": "Publicly funded low-income housing units scattered throughout middle-income residential areas.",
    "urban renewal": "the clearing and rebuilding and redevelopment of poor parts of cities",
    "eminent domain": "the right of government to take private property for public use",
    "gentrification": "A process of converting an urban neighborhood from a predominantly low-income renter-occupied area to a predominantly middle-class owner-occupied area.",
    "environmental injustice (environmental racism)": "the disproportionate exposure of minorities and the poor to pollution and its impacts, plus the unequal protection of their rights under the law",
    "gated communities": "Restricted neighborhoods or subdivisions, often literally fenced in, where entry is limited to residents and their guests.",
    "ecological footprint": "the impact of a person or community on the environment, expressed as the amount of land required to sustain their use of natural resources.",
    "brownfields": "contaminated industrial or commercial sites that may require environmental cleanup before they can be redeveloped or expanded"
  },
  "Unit7": {
    "Developed Country": "A modern, industrialized country in which people are generally better educated and healthier and live longer than people in developing countries do",
    "Developing Country": "A country that is at a relatively early stage in the process of economic development--Possibly in the very early phase of industrializing",
    "Fertility Rate": "The average number of children per woman",
    "GNI Per Capita": "Gross national income divided by the number of people in the population.",
    "Gross Domestic Product (GDP)": "A measurement of the total goods and services produced within a country.",
    "Gross National Income (GNI)": "The value of the output of goods and services produced in a country in a year, including money that leaves and enters the country",
    "Gross National Product (GNP)": "The total value of goods and services, including income received from abroad, produced by the residents of a country within a specific time period, usually one year.",
    "Human Development Index (HDI)": "An indicator of the level of development for each country, constructed by the United Nations, that is based on income, literacy, education, and life expectancy.",
    "Infant Mortality Rate": "The total number of deaths in a year among infants under one year old for every 1,000 live births in a society.",
    "Literacy Rate": "The percentage of a country's people who can read and write.",
    "Economic Sectors": "\"sections\" of an economy. The five sectors are the primary, secondary, tertiary, quaternary, quinary, sectors.",
    "Primary Economic Sector": "Based entirely on agriculture, raw materials has high dependency. No current country is present in this sector.",
    "Secondary Economic Sector": "(manufacturing) Processes, transforms, and assembles raw materials into useful products. The beginning or in the process of industrializing. (LDC's more present here)",
    "Tertiary Economic Sector": "(services) Provision of goods and services to people in exchange for payment. Consumer services begin to be present.",
    "Quaternary Economic Sector": "(research &amp; development) Knowledge-based sector, focusing on research and information creation and transfer",
    "Quinary Economic Sector": "(Deciding) Highest levels of decision making, includes top officials in government and business",
    "Gender Inequality Index (GII)": "A measure of the extent of each country's gender inequality. Based on reproductive health, empowerment, labor-market participation.",
    "Wallerstein's World System Theory": "Theory that expresses a three-tier structure, proposing that social change in the developing world is linked to the economic activities of the developed world.",
    "Semi-Periphery": "The industrializing, mostly capitalist countries that are positioned between the periphery and core countries<br>Manufacture and export of a variety of goods<br>BRICMS, MCRIBS",
    "Periphery": "The underdeveloped, typically raw materials-- exporting, part of the world (Sub Saharan Africa, Central Am)",
    "Core": "The more developed and industrialized part of the world (US&lt; CAN, W Eur, Japan, Aus)",
    "Formal Economy": "Refers to all economic activities operating within the official legal framework that are paying taxes on all generated incomes",
    "Informal Economy": "Economic activity that is neither taxed nor monitored by a government; and is not included in that government's Gross National Product; as opposed to a formal economy",
    "GINI Coefficient": "A measure of income inequality within a population, ranging from zero for complete equality, to one if one person has all the income.",
    "Commodity Dependence": "Economic dependence on exports of raw materials",
    "Comparative advantage": "The ability of producing something at a lower cost than anyone else.",
    "Complementarity": "When two countries each have a comparative advantage in producing what the other wants or needs and they create a relationship of trade or other beneficial interactions between one another.",
    "Debt Crisis": "An economic crisis in which government debt has risen so high that the government is unable to borrow any more money due to people losing faith in the government's ability to repay. Leads to either massive spending cuts or large tax increases, either of which will likely plunge the economy into a recession.",
    "Dependency Theory": "A theory that the cause of poverty lies not with the periphery countries, but the exploitative core regions.",
    "Foreign Direct Investment (FDI)": "Investment made by a foreign company in the economy of another country.",
    "International Monetary Fund (IMF)": "An organization of 184 member countries and provides loans to countries experiencing trade balance problems that threaten international trade or unstable currency exchange rates",
    "Microloans": "A small, short term, low interest loan often from individuals or non-government organizations",
    "Rostow's Stages of Economic Growth": "All countries move through 5 steps to development and modernization through selling resources and global participation (productive)<br>(Traditional Society, Preconditions to Takeoff, Takeoff, Drive to Maturity, High Mass Consumption)",
    "UN Sustainable Development Goals": "Goals set by the UN in 2015 to be achieved by 2030 that aim at promoting development, reducing poverty and protecting the planet.",
    "Ecotourism": "A form of tourism that supports the conservation and sustainable development of ecologically unique areas",
    "Fair Trade": "An alternative to international trade that emphasizes and ensures safe, legal, working conditions with fair wages",
    "Industrialization": "The process in which a country industrializes; becomes more involved in manufacturing.",
    "Industrial Revolution": "A series of improvements in industrial technology that transformed the process of manufacturing goods.",
    "Raw Materials": "The basic material from which a product is made. Countries dependent on agriculture are dependent on this.",
    "Cottage Industry": "Manufacturing based in homes rather than in a factory, commonly found before the Industrial Revolution.",
    "Fossil Fuel": "A natural fuel such as coal, oil, or gas, formed in the geological past from the remains of living organisms",
    "Alfred Weber's Model of Industrial Location": "A model explaining the locations of secondary economic activities, showing that they are situated based on (mainly) transportation and labor costs, and agglomeration (makes an area more attractive to other businesses from similar workforces). This model, quite exclusively at its time, takes into account not only the regular factors of location (energy, transport, labor) but the weight of products",
    "Bulk-reducing industry": "Heavier input, shorter distance to factory, lighter output, longer distance to market",
    "Buk-gaining industry": "Lighter input, longer distance to factory, heavier output, shorter distance to market",
    "Break-of-bulk point": "A location where cargo is transferred from one mode of transport to another",
    "Just-in-time delivery": "Shipment of parts and materials to arrive at a factory moments before they are needed",
    "Labor-intensive industry": "An industry for which labor costs make up a high percentage of total expenses",
    "Nonrenewable Energy": "A source of energy that has a finite supply capable of being exhausted; not as eco-friendly",
    "Renewable energy": "Energy from a source that is not depleted when used, such as wind or solar power.",
    "Deindustrialization": "Loss of industrial activity in a region. RIP Detroit",
    "Outsourcing": "The act of moving manufacturing processes and jobs to other countries in hopes of a cheaper labor force.",
    "high-technology industries": "Companies that support the growth and development of sophisticated technologies. It is a very new industry that has rapidly transformed many cities and countries. It's basically in the name.",
    "Maquilladora": "A factory built by a U.S. company in Mexico near the U.S. border, to take advantage of the much lower labor costs in Mexico.",
    "Special Economic Zones": "An area of a country where the business and trade laws are different from other regions of the country as a way to attract foreign businesses and investment.",
    "Export Processing Zone": "An area within a country that is subject to more favorable regulations (like no tariffs) to benefit foreign investment.",
    "Free Trade Zones": "Usually an area around an airport or seaport where goods can be landed, stored, handles, manufactured, re-exported; usually tariff free and not subject to customs duties to help facilitate international trade",
    "Growth Poles": "A geographically pinpointed center of economic activity organized around a designated industry, commonly in the high-tech sector. (silicon valley &amp; US Research Triangle)",
    "International Division Of Labor": "The situation in which labor forces of different countries and world regions play complementary roles in an interdependent global economy; a shift of manufacturing from MDCs to LDCs",
    "Right-to-work law": "A U.S. law that prevents a union and a company from negotiating a contract that requires workers to join the union as a condition of employment.",
    "Fordist production": "Form of mass production in which each worker is assigned one specific task to perform repeatedly.",
    "Post-Fordist Production": "A system based on small-scale batch production for a specialized market and flexibility that allows for quick response to changes in the market; automation (robots/computers) replace assembly lines.",
    "Multiplier effect": "An economic effect in which a change creates a larger change; such as a new manufacturing plant grows the economy by giving rise to more related jobs and services",
    "Tariff": "A tax on imported goods",
    "Free trade agreements": "Pacts between two countries or among a group of countries that make it easier to trade goods across national boundaries by reducing or eliminating restrictions on exports and tariffs ( or taxes) on imported goods and protecting property rights.",
    "MERCOSUR (Southern Common Market)": "An alliance that promotes the free circulation of goods, services, and production factors, and has a common external tariff and commercial policy among member nations in South America",
    "OPEC": "An organization of countries formed in 1961 to agree on a common policy for the production and sale of petroleum.",
    "World Trade Organization (WTO)": "A trade organization that replaced the old General Agreement on Tariffs and Trade (GATT)",
    "European Union (EU)": "A free trade zone encompassing 27 European countries"
  }
}